Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# prog_sleep_d4_desc
source: Schalte 60 Minuten vor dem Schlafen alle Deckenlichter aus (nutze warme Tischlampen) und aktiviere Night-Shift an Geräten.
en: 60 minutes before bed, turn off all overhead lights (use warm table lamps) and activate night shift on devices.
es: 60 minutos antes de acostarse, apague todas las luces del techo (use lámparas de mesa cálidas) y active el turno de noche en los dispositivos.
fr: 60 minutes avant de vous coucher, éteignez tous les plafonniers (utilisez des lampes de table chaudes) et activez le quart de nuit sur les appareils.
hi: सोने से 60 मिनट पहले, सभी ओवरहेड लाइटें बंद कर दें (गर्म टेबल लैंप का उपयोग करें) और उपकरणों पर रात्रि शिफ्ट सक्रिय करें।
it: 60 minuti prima di andare a letto, spegni tutte le luci a soffitto (usa lampade da tavolo calde) e attiva il turno notturno sui dispositivi.
ja: 就寝の 60 分前に、頭上の照明をすべて消し (暖かい卓上ランプを使用してください)、デバイスのナイトシフトを有効にします。
ko: 잠자리에 들기 60분 전에 머리 위의 조명을 모두 끄고(따뜻한 테이블 램프 사용) 기기의 야간 근무를 활성화하세요.
nl: Schakel 60 minuten voor het slapengaan alle bovenlichten uit (gebruik warme tafellampen) en activeer de nachtploeg op apparaten.
pl: 60 minut przed snem wyłącz wszystkie górne światła (użyj ciepłych lamp stołowych) i włącz na urządzeniach nocną zmianę.
pt: 60 minutos antes de dormir, desligue todas as luzes do teto (use luminárias de mesa quentes) e ative o turno noturno nos dispositivos.
ru: За 60 минут до сна выключите весь верхний свет (используйте теплые настольные лампы) и включите на устройствах ночную смену.
tr: Yatmadan 60 dakika önce tüm tavan ışıklarını kapatın (sıcak masa lambaları kullanın) ve cihazlarda gece vardiyasını etkinleştirin.
zh_hans: 睡前 60 分钟，关闭所有头顶灯（使用暖色台灯）并启动设备上的夜班。
zh_hant: 睡前 60 分鐘，關閉所有頭頂燈（使用暖色檯燈）並啟動設備上的夜班。

# prog_sleep_d4_t1
source: Zur Zielzeit im Bett
en: In bed at the target time
es: En la cama a la hora prevista
fr: Au lit à l'heure cible
hi: लक्षित समय पर बिस्तर पर
it: A letto all'ora prevista
ja: 目標時間に就寝
ko: 목표 시간에 침대에 누워
nl: Op de afgesproken tijd in bed
pl: W łóżku o docelowej porze
pt: Na cama na hora marcada
ru: В постели в назначенное время
tr: Hedef saatte yatakta
zh_hans: 在目标时间上床
zh_hant: 在目標時間上床

# prog_sleep_d4_t2
source: Lichtumgebung abends abgedunkelt
en: Light environment darkened in the evening
es: Ambiente luminoso oscurecido por la noche.
fr: Ambiance lumineuse assombrie le soir
hi: शाम होते ही उजले माहौल में अंधेरा छा गया
it: Ambiente luminoso oscurato la sera
ja: 夕方になると暗くなる光環境
ko: 저녁에는 어두워지는 조명 환경
nl: Lichte omgeving verduisterd in de avond
pl: Jasne otoczenie przyciemnione wieczorem
pt: Ambiente claro escurecido à noite
ru: Светлая среда затемнена вечером
tr: Akşamları aydınlık ortam karardı
zh_hans: 晚上光线环境变暗
zh_hant: 晚上光線環境變暗

# prog_sleep_d4_title
source: Blaulicht-Blocker
en: Blue light blocker
es: bloqueador de luz azul
fr: Bloqueur de lumière bleue
hi: नीली रोशनी अवरोधक
it: Blocca la luce blu
ja: ブルーライトブロッカー
ko: 블루라이트 차단제
nl: Blokker van blauw licht
pl: Bloker niebieskiego światła
pt: Bloqueador de luz azul
ru: Блокатор синего света
tr: Mavi ışık engelleyici
zh_hans: 蓝光阻滞剂
zh_hant: 藍光阻斷劑

# prog_sleep_d5_desc
source: Wenn der Kopf rattert: Lege dir Zettel und Stift ans Bett. Schreibe alle Gedanken und To-Dos für morgen auf, damit der Kopf leer ist.
en: If your head is pounding: put a piece of paper and pen on your bed. Write down all your thoughts and to-dos for tomorrow so that your mind is clear.
es: Si te duele la cabeza: coloca un papel y un bolígrafo sobre tu cama. Escribe todos tus pensamientos y tareas pendientes para mañana para que tu mente esté clara.
fr: Si votre tête vous fait mal: posez un morceau de papier et un stylo sur votre lit. Notez toutes vos pensées et choses à faire pour demain afin que votre esprit soit clair.
hi: यदि आपका सिर तेज़ हो रहा है: अपने बिस्तर पर कागज का एक टुकड़ा और कलम रखें। कल के लिए अपने सभी विचार और कार्य लिख लें ताकि आपका मन साफ़ रहे।
it: Se ti martella la testa: metti un pezzo di carta e una penna sul letto. Scrivi tutti i tuoi pensieri e le cose da fare per domani in modo che la tua mente sia chiara.
ja: 頭がドキドキする場合は、紙とペンをベッドの上に置きます。思考をクリアにするために、明日の考えややるべきことをすべて書き留めてください。
ko: 머리가 어지러우면 종이와 펜을 침대 위에 올려두세요. 마음이 맑아지도록 내일 할 일과 생각을 모두 적어보세요.
nl: Als je hoofd bonkt: leg een stuk papier en een pen op je bed. Schrijf al je gedachten en taken voor morgen op, zodat je geest helder is.
pl: Jeśli boli Cię głowa: połóż kartkę papieru i długopis na łóżku. Zapisz wszystkie swoje myśli i zadania na jutro, aby mieć jasny umysł.
pt: Se sua cabeça está latejando: coloque um pedaço de papel e uma caneta na cama. Anote todos os seus pensamentos e tarefas para amanhã para que sua mente fique clara.
ru: Если у вас болит голова: положите на кровать лист бумаги и ручку. Запишите все свои мысли и дела на завтра, чтобы ваш разум был ясен.
tr: Eğer başınız zonkluyorsa: yatağınızın üzerine bir parça kağıt ve kalem koyun. Zihninizin açık olması için yarın için tüm düşüncelerinizi ve yapılacaklarınızı yazın.
zh_hans: 如果你的头很晕：在床上放一张纸和笔。写下你所有的想法和明天的待办事项，以便你的头脑清晰。
zh_hant: 如果你的頭很暈：在床上放一張紙和筆。寫下你所有的想法和明天的待辦事項，以便你的頭腦清晰。

# prog_sleep_d5_t1
source: Zur Zielzeit im Bett
en: In bed at the target time
es: En la cama a la hora prevista
fr: Au lit à l'heure cible
hi: लक्षित समय पर बिस्तर पर
it: A letto all'ora prevista
ja: 目標時間に就寝
ko: 목표 시간에 침대에 누워
nl: Op de afgesproken tijd in bed
pl: W łóżku o docelowej porze
pt: Na cama na hora marcada
ru: В постели в назначенное время
tr: Hedef saatte yatakta
zh_hans: 在目标时间上床
zh_hant: 在目標時間上床

# prog_sleep_d5_t2
source: Gedanken vor dem Schlafen auf Papier entleert
en: Thoughts emptied onto paper before sleep
es: Pensamientos vaciados en papel antes de dormir.
fr: Pensées vidées sur papier avant de dormir
hi: सोने से पहले विचार कागज पर उतार दिए गए
it: Pensieri svuotati sulla carta prima del sonno
ja: 寝る前に考えを紙に書き出す
ko: 잠들기 전 종이 위에 비워둔 생각들
nl: Gedachten worden vóór het slapengaan op papier gezet
pl: Myśli przelewane na papier przed snem
pt: Pensamentos esvaziados no papel antes de dormir
ru: Мысли переносятся на бумагу перед сном.
tr: Uykudan önce düşünceler kağıda boşaltılır
zh_hans: 睡觉前把思绪倒在纸上
zh_hant: 睡前把思緒倒在紙上

# prog_sleep_d5_title
source: Der Brain-Dump
en: The brain dump
es: El volcado de cerebros
fr: La décharge du cerveau
hi: मस्तिष्क डंप
it: La discarica del cervello
ja: ブレインダンプ
ko: 두뇌 덤프
nl: De hersendump
pl: Zrzut mózgu
pt: O despejo cerebral
ru: Мозговая свалка
tr: Beyin çöplüğü
zh_hans: 大脑垃圾场
zh_hant: 大腦垃圾場

# prog_sleep_d6_desc
source: Iss deine letzte große Mahlzeit mindestens 3 Stunden vor dem Schlafengehen. Die Verdauung hindert dich am Tiefschlaf.
en: Eat your last big meal at least 3 hours before bed. Digestion prevents you from deep sleep.
es: Realice su última comida abundante al menos 3 horas antes de acostarse. La digestión te impide dormir profundamente.
fr: Mangez votre dernier gros repas au moins 3 heures avant de vous coucher. La digestion vous empêche de dormir profondément.
hi: अपना आखिरी बड़ा भोजन सोने से कम से कम 3 घंटे पहले खाएं। पाचन क्रिया आपको गहरी नींद आने से रोकती है।
it: Consuma il tuo ultimo pasto abbondante almeno 3 ore prima di andare a letto. La digestione ti impedisce di dormire profondamente.
ja: 最後の食事は少なくとも就寝 3 時間前までに済ませてください。消化は深い眠りを妨げます。
ko: 잠자리에 들기 최소 3시간 전에 마지막 식사를 하세요. 소화는 깊은 잠을 방해합니다.
nl: Eet uw laatste grote maaltijd minimaal 3 uur voor het slapengaan. Spijsvertering verhindert een diepe slaap.
pl: Ostatni duży posiłek zjedz co najmniej 3 godziny przed snem. Trawienie uniemożliwia głęboki sen.
pt: Faça sua última grande refeição pelo menos 3 horas antes de dormir. A digestão impede você de dormir profundamente.
ru: Последний раз обильный прием пищи ешьте не позднее, чем за 3 часа до сна. Пищеварение мешает глубокому сну.
tr: Son büyük yemeğinizi yatmadan en az 3 saat önce yiyin. Sindirim derin uykuya dalmanızı engeller.
zh_hans: 至少在睡前 3 小时吃最后一顿大餐。消化会妨碍你进入深度睡眠。
zh_hant: 至少在睡前 3 小時吃最後一頓大餐。消化會妨礙你進入深度睡眠。

# prog_sleep_d6_t1
source: Zur Zielzeit im Bett
en: In bed at the target time
es: En la cama a la hora prevista
fr: Au lit à l'heure cible
hi: लक्षित समय पर बिस्तर पर
it: A letto all'ora prevista
ja: 目標時間に就寝
ko: 목표 시간에 침대에 누워
nl: Op de afgesproken tijd in bed
pl: W łóżku o docelowej porze
pt: Na cama na hora marcada
ru: В постели в назначенное время
tr: Hedef saatte yatakta
zh_hans: 在目标时间上床
zh_hant: 在目標時間上床

# prog_sleep_d6_t2
source: Mit leichtem Magen schlafen gegangen
en: Went to sleep with a light stomach
es: Me fui a dormir con el estómago ligero.
fr: Je me suis endormi le ventre léger
hi: हल्के पेट के साथ सो गये
it: Sono andato a dormire con lo stomaco leggero
ja: 軽いお腹で寝ました
ko: 가벼운 속으로 잠에 들었다
nl: Met een lichte maag gaan slapen
pl: Poszedłem spać z lekkim żołądkiem
pt: Fui dormir com o estômago leve
ru: Легла спать с легким желудком
tr: Hafif bir mideyle uyudum
zh_hans: 带着轻松的胃去睡觉
zh_hant: 帶著輕鬆的胃去睡覺

# prog_sleep_d6_title
source: Kein schweres Essen
en: No heavy food
es: Sin comida pesada
fr: Pas de nourriture lourde
hi: कोई भारी भोजन नहीं
it: Nessun cibo pesante
ja: 重い食べ物は禁止
ko: 무거운 음식 금지
nl: Geen zwaar eten
pl: Żadnego ciężkiego jedzenia
pt: Sem comida pesada
ru: Никакой тяжелой еды
tr: Ağır yiyecek yok
zh_hans: 不吃油腻的食物
zh_hant: 不吃油膩的食物

# prog_sleep_d7_desc
source: Lies ein Buch (Fiction, kein Business-Buch) oder höre ruhige Musik in der letzten Stunde vor dem Bett. Kein Screen.
en: Read a book (fiction, not a business book) or listen to calm music in the last hour before bed. No screen.
es: Lea un libro (de ficción, no de negocios) o escuche música tranquila en la última hora antes de acostarse. Sin pantalla.
fr: Lisez un livre (de fiction, pas un livre d'affaires) ou écoutez de la musique calme la dernière heure avant de vous coucher. Pas d'écran.
hi: सोने से पहले आखिरी घंटे में कोई किताब पढ़ें (काल्पनिक, व्यावसायिक किताब नहीं) या शांत संगीत सुनें। कोई स्क्रीन नहीं.
it: Leggi un libro (narrativa, non un libro di affari) o ascolta musica tranquilla nell'ultima ora prima di andare a letto. Nessuno schermo.
ja: 就寝前の最後の 1 時間には、本 (ビジネス書ではなくフィクション) を読むか、穏やかな音楽を聴きます。画面がありません。
ko: 잠자리에 들기 전 마지막 시간에는 책(비즈니스 서적이 아닌 소설)을 읽거나 차분한 음악을 들어보세요. 화면이 없습니다.
nl: Lees een boek (fictie, geen zakelijk boek) of luister naar rustige muziek in het laatste uur voor het slapengaan. Geen scherm.
pl: W ostatniej godzinie przed snem przeczytaj książkę (beletrystyczną, nie biznesową) lub posłuchaj spokojnej muzyki. Brak ekranu.
pt: Leia um livro (ficção, não um livro de negócios) ou ouça uma música calma na última hora antes de dormir. Sem tela.
ru: В последний час перед сном почитайте книгу (художественную, а не бизнес-книгу) или послушайте спокойную музыку. Нет экрана.
tr: Yatmadan önceki son saatte bir kitap okuyun (kurgu, iş kitabı değil) veya sakin müzik dinleyin. Ekran yok.
zh_hans: 在睡前的最后一个小时读一本书（小说，而不是商业书籍）或听平静的音乐。没有屏幕。
zh_hant: 在睡前的最後一小時讀一本書（小說，而不是商業書籍）或聽平靜的音樂。沒有螢幕。

# prog_sleep_d7_t1
source: Zur Zielzeit im Bett
en: In bed at the target time
es: En la cama a la hora prevista
fr: Au lit à l'heure cible
hi: लक्षित समय पर बिस्तर पर
it: A letto all'ora prevista
ja: 目標時間に就寝
ko: 목표 시간에 침대에 누워
nl: Op de afgesproken tijd in bed
pl: W łóżku o docelowej porze
pt: Na cama na hora marcada
ru: В постели в назначенное время
tr: Hedef saatte yatakta
zh_hans: 在目标时间上床
zh_hant: 在目標時間上床

# prog_sleep_d7_t2
source: Offline-Entspannung vor dem Schlaf
en: Offline relaxation before sleep
es: Relajación sin conexión antes de dormir.
fr: Détente hors ligne avant de dormir
hi: सोने से पहले ऑफ़लाइन विश्राम
it: Rilassamento offline prima di dormire
ja: 寝る前のオフラインリラックス
ko: 잠들기 전 오프라인 휴식
nl: Offline ontspanning voor het slapengaan
pl: Relaks offline przed snem
pt: Relaxamento offline antes de dormir
ru: Оффлайн релаксация перед сном
tr: Uykudan önce çevrimdışı rahatlama
zh_hans: 睡前离线放松
zh_hant: 睡前離線放鬆

# prog_sleep_d7_title
source: Die Entspannungs-Stunde
en: The relaxation hour
es: la hora de relajacion
fr: L'heure de détente
hi: विश्राम का समय
it: L'ora del relax
ja: リラックスタイム
ko: 휴식 시간
nl: Het ontspanningsuurtje
pl: Godzina relaksu
pt: A hora de relaxamento
ru: Час релаксации
tr: Dinlenme saati
zh_hans: 放松时间
zh_hant: 放鬆時間

# prog_sleep_phase_desc_regeneration___tiefs
source: Regeneration & Tiefschlaf
en: Regeneration & deep sleep
es: Regeneración y sueño profundo
fr: Régénération et sommeil profond
hi: पुनर्जनन और गहरी नींद
it: Rigenerazione e sonno profondo
ja: 再生と深い睡眠
ko: 재생 및 깊은 수면
nl: Regeneratie en diepe slaap
pl: Regeneracja i głęboki sen
pt: Regeneração e sono profundo
ru: Регенерация и глубокий сон
tr: Yenilenme ve derin uyku
zh_hans: 再生与深度睡眠
zh_hant: 再生與深度睡眠

# prog_sleep_phase_title_woche___phasenumber_
source: Woche %lld
en: Week %lld
es: Semana %lld
fr: Semaine %lld
hi: सप्ताह %lld
it: Settimana %lld
ja: 週 %lld
ko: 주 %lld
nl: Week %lld
pl: Tydzień %lld
pt: Semana %lld
ru: Неделя %lld
tr: Hafta %lld
zh_hans: 周 %lld
zh_hant: 週 %lld

# prog_strength_d1_desc
source: Absolviere ein EMOM (Every Minute on the Minute) - %lld Minuten. Minute 1: Übung 1 Minute 2: Übung 2 Minute 3: Übung 3 Minute 4: Pause
en: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
es: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
fr: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
hi: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
it: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
ja: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
ko: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
nl: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
pl: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
pt: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
ru: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
tr: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
zh_hans: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest
zh_hant: Complete an EMOM (Every Minute on the Minute) - %lld minutes. Minute 1: Exercise 1 Minute 2: Exercise 2 Minute 3: Exercise 3 Minute 4: Rest

# prog_strength_d1_title
source: Push-Fokus
en: Push Focus
es: Push Focus
fr: Push Focus
hi: Push Focus
it: Push Focus
ja: Push Focus
ko: Push Focus
nl: Push Focus
pl: Push Focus
pt: Push Focus
ru: Push Focus
tr: Push Focus
zh_hans: Push Focus
zh_hant: Push Focus

# prog_strength_d2_desc
source: Absolviere ein EMOM - %lld Minuten. Ziele auf saubere Wiederholungen ohne Schwung.
en: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
es: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
fr: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
hi: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
it: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
ja: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
ko: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
nl: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
pl: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
pt: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
ru: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
tr: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
zh_hans: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.
zh_hant: Complete an EMOM - %lld minutes. Aim for clean reps without swinging.

# prog_strength_d3_desc
source: Fokus auf%@ Effort pro Sprint. Langsame Erholung beim Zurückgehen.
en: Focus on%@ effort per sprint. Slow recovery while walking back.
es: Focus on%@ effort per sprint. Slow recovery while walking back.
fr: Focus on%@ effort per sprint. Slow recovery while walking back.
hi: Focus on%@ effort per sprint. Slow recovery while walking back.
it: Focus on%@ effort per sprint. Slow recovery while walking back.
ja: Focus on%@ effort per sprint. Slow recovery while walking back.
ko: Focus on%@ effort per sprint. Slow recovery while walking back.
nl: Focus on%@ effort per sprint. Slow recovery while walking back.
pl: Focus on%@ effort per sprint. Slow recovery while walking back.
pt: Focus on%@ effort per sprint. Slow recovery while walking back.
ru: Focus on%@ effort per sprint. Slow recovery while walking back.
tr: Focus on%@ effort per sprint. Slow recovery while walking back.
zh_hans: Focus on%@ effort per sprint. Slow recovery while walking back.
zh_hant: Focus on%@ effort per sprint. Slow recovery while walking back.

# prog_strength_d3_t1
source: 10 Min dynamisches Dehnen
en: 10 min dynamic stretching
es: 10 min dynamic stretching
fr: 10 min dynamic stretching
hi: 10 min dynamic stretching
it: 10 min dynamic stretching
ja: 10 min dynamic stretching
ko: 10 min dynamic stretching
nl: 10 min dynamic stretching
pl: 10 min dynamic stretching
pt: 10 min dynamic stretching
ru: 10 min dynamic stretching
tr: 10 min dynamic stretching
zh_hans: 10 min dynamic stretching
zh_hant: 10 min dynamic stretching

# prog_strength_d3_t2
source: %lld x %@ Sprints (Maximale Intensität)
en: %lld x %@ Sprints (Max Intensity)
es: %lld x %@ Sprints (Max Intensity)
fr: %lld x %@ Sprints (Max Intensity)
hi: %lld x %@ Sprints (Max Intensity)
it: %lld x %@ Sprints (Max Intensity)
ja: %lld x %@ Sprints (Max Intensity)
ko: %lld x %@ Sprints (Max Intensity)
nl: %lld x %@ Sprints (Max Intensity)
pl: %lld x %@ Sprints (Max Intensity)
pt: %lld x %@ Sprints (Max Intensity)
ru: %lld x %@ Sprints (Max Intensity)
tr: %lld x %@ Sprints (Max Intensity)
zh_hans: %lld x %@ Sprints (Max Intensity)
zh_hant: %lld x %@ Sprints (Max Intensity)

# prog_strength_d3_title
source: Explosive Kraft
en: Explosive Strength
es: Explosive Strength
fr: Explosive Strength
hi: Explosive Strength
it: Explosive Strength
ja: Explosive Strength
ko: Explosive Strength
nl: Explosive Strength
pl: Explosive Strength
pt: Explosive Strength
ru: Explosive Strength
tr: Explosive Strength
zh_hans: Explosive Strength
zh_hant: Explosive Strength

# prog_strength_d4_desc
source: Stelle einen Timer auf %lld Minuten. Absolviere so viele saubere Runden wie möglich. Bei unsauberer Technik abbrechen!
en: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
es: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
fr: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
hi: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
it: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
ja: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
ko: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
nl: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
pl: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
pt: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
ru: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
tr: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
zh_hans: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!
zh_hant: Set a timer for %lld minutes. Complete as many clean rounds as possible. Stop if form breaks down!

# prog_strength_d4_t1
source: %lld Minuten Timer absolviert
en: %lld minute timer completed
es: %lld minute timer completed
fr: %lld minute timer completed
hi: %lld minute timer completed
it: %lld minute timer completed
ja: %lld minute timer completed
ko: %lld minute timer completed
nl: %lld minute timer completed
pl: %lld minute timer completed
pt: %lld minute timer completed
ru: %lld minute timer completed
tr: %lld minute timer completed
zh_hans: %lld minute timer completed
zh_hant: %lld minute timer completed

# prog_strength_d4_t2
source: Runde: %lld Pull-ups
en: Round: %lld Pull-ups
es: Round: %lld Pull-ups
fr: Round: %lld Pull-ups
hi: Round: %lld Pull-ups
it: Round: %lld Pull-ups
ja: Round: %lld Pull-ups
ko: Round: %lld Pull-ups
nl: Round: %lld Pull-ups
pl: Round: %lld Pull-ups
pt: Round: %lld Pull-ups
ru: Round: %lld Pull-ups
tr: Round: %lld Pull-ups
zh_hans: Round: %lld Pull-ups
zh_hant: Round: %lld Pull-ups

# prog_strength_d4_t3
source: Runde: %lld Push-ups
en: Round: %lld Push-ups
es: Round: %lld Push-ups
fr: Round: %lld Push-ups
hi: Round: %lld Push-ups
it: Round: %lld Push-ups
ja: Round: %lld Push-ups
ko: Round: %lld Push-ups
nl: Round: %lld Push-ups
pl: Round: %lld Push-ups
pt: Round: %lld Push-ups
ru: Round: %lld Push-ups
tr: Round: %lld Push-ups
zh_hans: Round: %lld Push-ups
zh_hant: Round: %lld Push-ups

# prog_strength_d4_title
source: Kapazität (AMRAP)
en: Capacity (AMRAP)
es: Capacity (AMRAP)
fr: Capacity (AMRAP)
hi: Capacity (AMRAP)
it: Capacity (AMRAP)
ja: Capacity (AMRAP)
ko: Capacity (AMRAP)
nl: Capacity (AMRAP)
pl: Capacity (AMRAP)
pt: Capacity (AMRAP)
ru: Capacity (AMRAP)
tr: Capacity (AMRAP)
zh_hans: Capacity (AMRAP)
zh_hant: Capacity (AMRAP)

# prog_strength_d5_desc
source: Absolviere ein EMOM - %lld Minuten. Squats müssen tief sein (Hüfte unter Kniehöhe).
en: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
es: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
fr: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
hi: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
it: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
ja: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
ko: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
nl: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
pl: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
pt: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
ru: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
tr: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
zh_hans: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).
zh_hant: Complete an EMOM - %lld minutes. Squats must be deep (hips below knees).

# prog_strength_d5_title
source: Beine & Core
en: Legs & Core
es: Legs & Core
fr: Legs & Core
hi: Legs & Core
it: Legs & Core
ja: Legs & Core
ko: Legs & Core
nl: Legs & Core
pl: Legs & Core
pt: Legs & Core
ru: Legs & Core
tr: Legs & Core
zh_hans: Legs & Core
zh_hant: Legs & Core
